/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Suprascrie mereu la reactualizare";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Folosește mereu această aplicație";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Mod de afișare";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Întreabă înainte de închiderea unei ferestre conectate.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Încerc extragerea textului și crearea unui nou document din imaginile PNG, JPEG și GIF încarcate.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Verifică automat pentru actualizări";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Lățime de bandă";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Bookmarks";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Fereastră în prim-plan la pornirea transferului";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Browser";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Schimbă Setări…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Schimbă permisiuni";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Schimbările vor avea efect la următoarea deschidere a aplicației.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Verifică pentru Actualizări Acum";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Alege Reduced Redundancy Storage (RRS) pentru reducerea costurilor, stocând datele neimportante sau regenerabile pe nivelele cele mai jos de redundanță.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Închide fereastra la terminarea transferului";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Confirmă deconectarea";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Conectare la bookmark:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Conectare";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Convertește în format Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Implicit";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Locația Implicită pentru Bucket";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Default Protocol Handler";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Default Storage Class";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Protocol implicit:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Documente:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Dublu click deschide fișierul în editorul extern";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Dosar Descărcări:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Descărcări";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Execută";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Fișiere Existente:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Filtru";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "General";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs permite exportarea documentelor în formate diferite. Alege formatul de exportare implicit pentru documentele descărcate.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Grup";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Linii Orizontale";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Fereastra Info afișează mereu selecția curentă";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Limbă";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Lung";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Maximum Throughput:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Mediu";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Număr de reîncercări:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Deschide un browser gol la pornirea aplicației. O conexiune la bookmarkul selectat este deschisă în browser.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Deschide fișierele descărcate cu aplicația implicită";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Deschide o fereastră de browser la pornire";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Deschide o nouă conexiune";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optical Character Recognition (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "AlteVederi";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Alții";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Proprietar";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Permisii";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Preferințe";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Prezentări:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Păstreză data modificarii";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Citește";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Îndepărtează la terminarea transferului";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Repetă acțiunile eșuate în rețea";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Tasta Return selectează dosarul sau fișierul pentru redenumire";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Salveză Spațiul de Lucru";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Caută parole în Keychain. Salveză implicit parolele în Keychain după o autentificare reușită.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Alege un editor text pentru a deschide implicit fișierele daca nu este găsită nici o aplicație pentru tipul de fișier dat.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Alege aplicația implicită pentru deschiderea fișierele sau legăturile către o locație FTP.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Alege aplicația implicită pentru deschiderea fișierele sau legăturile către o locație SFTP.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Scurt";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Arată fișierele ascunse";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Exclude fișierele care se potrivesc cu expresia regulată:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Spreadsheets:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Codificare Text";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Locația geografică în care va fi creat în mod implicit buckets.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Modul selectat de codificare implicită a textului este folosit pentru convertirea caracterelor din numele fișierelor afișate în browser. Acest mod trebuie să fie identic cu cel folosit pe server.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Transferuri Limitate";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Timp inactivitate pentru conexiunile deschise (secunde):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Inactivitate";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Data";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Transfer Fișiere:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Transferuri";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Lățime de Bandă Nelimitată";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Actualizare";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Upload with temporary filename";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Încărcări";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Folosește Keychain";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Folosește Iconuri Mari";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Folosește Iconuri Medii";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Folosește Iconuri Mici";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Culori alternative pentru rânduri";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Folosește conexiunea din browser";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Use spring-loaded folders when dragging files";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Folosește setările proxy ale sistemului";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Linii Verticale";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "La folosirea iconurilor mici, doar numele scurt al bookmarkului este afișat.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Va salva toate browserele deschise la închidere și le va redeschide la repornire.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Scrie";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Poți stoca ușor fișierele încarcate în Google Docs, sau converti documentele text, prezentările sau tabelele de calcul în format Google Docs pentru a le putea edita mai târziu online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "pentru Fișiere";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "pentru Dosare";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "la permisiile fișierelor sau dosarelor locale";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "la permisiile fișierelor sau dosarelor de pe server";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "la aceste permisii:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "cu o întârziere (secunde):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "cu întarziere:";

